Repository: freifunk-pinneberg/firmware
Catalog: i18n/*.po
Languages: de

# gluon-config-mode:welcome
source: Welcome the the setup wizard of your new Freifunk Pinneberg node. Please fill out the following form and transmit it.
de: Willkommen zum Einrichtungsassistenten für deinen neuen Pinneberger Freifunk-Knoten. Fülle das folgende Formular deinen Vorstellungen entsprechend aus und sende es ab.

# gluon-config-mode:pubkey
source: <p>This is your Freifunk node's public key. The node won't be able to connect to the mesh VPN until the key has been registered on the Freifunk Pinneberg servers. To register the key, open the registration form, Name and Keys should bealready prefilled</p> <p><a class="register-link" href="https://knoten-registrierung.pinneberg.freifunk.net/?name=<%=hostname%>&amp;vpn_key=<%=pubkey%>">https://knoten-registrierung.pinneberg.freifunk.net</a></p><p>After registration, it may take up to two hours for your node to go online. Please contact keys@pinneberg.freifunk.net if it takes longer.</p><div class="the-key"> # Hostname: <%= hostname %><br/> key "<%= pubkey %>";</div>
de: <p>Dies ist der öffentliche Schlüssel deines Freifunkknotens. Erst nachdem er auf den Servern des Pinneberger Freifunk-Projektes eingetragen wurde, kann sich dein Knoten mit dem Pinneberger Mesh-VPN zu verbinden. Bitte schicke dazu diesen Schlüssel und den Namen deines Knotens (<em><%=hostname%></em>) an <a href="mailto:keys@freifunk-pinneberg.de">keys@freifunk-pinneberg.de</a>.Nach versenden der E-Mail kann es mitunter ein paar Stunden dauern bis dein Knoten sich verbindet.</p><div class="the-key"> # <%= hostname %> <br/><%= pubkey %></div>

# gluon-config-mode:reboot
source: <p>The node is currently rebooting and will try to connect to other nearby Freifunk nodes after that. You can find lots of information on the Freifunk Pinneberg community on <a href="https://pinneberg.freifunk.net/">our homepage</a>.</p><p>Have fun with your node and exploring the Freifunk network!</p>
de: <p>Dein Knoten startet gerade neu und wird anschließend versuchen, sich mit anderen Freifunkknoten in seiner Nähe zu verbinden. Weitere Informationen zur Pinneberger Freifunk-Community findest du auf <a href="https://pinneberg.freifunk.net/">unserer Webseite</a>.</p><p>Viel Spaß mit deinem Knoten und der Erkundung von Freifunk!</p>

# gluon-config-mode:domain-select
source: Your node can be assigned to different domains. If the node should be on Helgoland, select Helgoland.Otherwise, leave it at Pinneberg.
de: Dein Knoten kann verschiedenen Domänen zugeordnet sein. Dies wird von uns unter anderem dazu genutzt Änderungen, welche nicht abwärtskompatibel sind, nach dem ausrollen der Firmware zu ändern. Du kannst dies in der Regel auf dem Standardwert belassen.

# gluon-config-mode:domain
source: Domain
de: Domäne

# gluon-web-node-role:role:node
source: Normal Node
de: Normaler Knoten

# gluon-web-node-role:role:temp
source: Node not available 24/7
de: Knoten nicht 24/7 verfügbar

# gluon-web-node-role:role:mobile
source: Mobile Node
de: Mobiler Knoten

# gluon-web-node-role:role:service
source: Service Node
de: Knoten für Dienste

# gluon-web-node-role:role:test
source: Test Node
de: Knoten für Tests

# gluon-web-node-role:role:hidden
source: Hidden Node
de: Unsichtbarer Knoten
